Repository: Xiphe/WP-Relation-Boxes
Catalog: languages/relationboxes-*.po
Languages: de_de

source: Please save or update to get further options for this relation.
de_de: Bitte publizieren oder aktualisieren sie um weitere optionen für diese Verbindung zu bekommen.

source: Add
de_de: Hinzufügen

source: Relation could not be updated because you do not have permissions to do that.
de_de: Verbindung konnte nicht aktualisiert werden weil Sie nicht über die erforderlichen Rechte verfügen.

source: This %1$s will be related to "%2$s".
de_de: Diese/r %1$s wird mit "%2$s" verbunden werden.

source: Unable to delete relation to **%s**. Access denied.
de_de: Die Verbindung zu **%s** konnte nicht aufgelöst werden. Zugang verweigert.

source: Add existing %s
de_de: Existierende/n %s hinzufügen

source: Related %s:
de_de: Verbundene %s

source: - none -
de_de: - keine -

source: You must not edit this Relation because you are not allowed to edit '%1$s'. %2$s can only handle one %3$s. So if you could change '%1$s' to another %3$s the relation on '%1$s' to this %4$s would be deleted and the apperance of '%1$s' eventually would change, which should be a decision made by %5$s, the autor of '%1$s'.
de_de: Sie dürfen diese Verbindung nicht editieren weil es Ihnen nicht erlaubt ist '%1$s' zu editieren. %2$s kann nur mit einem einzigen %3$s umgehen. Wenn Sie also '%1$s' zu einem anderen %3$sändern würden, würde die Verbindung von '%1$s' zu diesem %4$s gelöscht werdenund das aussehen von '%1$s' würde sich ggf. ändern.Das sollte eine entscheidung von %5$s, dem autor von '%1$s' sein.

source: Related
de_de: Verbunden

source: Edit
de_de: Editieren

source: Hide
de_de: Verstecken

source: Release
de_de: Lösen

source: hide
de_de: verstecken

source: release
de_de: lösen

source: Unsaved...
de_de: Ungespeichert
